export default {
  projections: {
    ЧекE: {
      номер: {
        __caption__: 'Номер чека'
      },
      сумма: {
        __caption__: 'Сумма чека'
      },
      клиент: {
        __caption__: 'ФИО',
        наимен: {
          __caption__: 'ФИО'
        }
      },
      тЧТовары: {
        __caption__: 'Товары',
        товарыСпр: {
          __caption__: 'ДА',
          наим: {
            __caption__: 'ДА'
          },
          цена: {
            __caption__: 'ДА'
          }
        },
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    ЧекL: {
      номер: {
        __caption__: 'Номер чека'
      },
      сумма: {
        __caption__: 'Сумма чека'
      },
      клиент: {
        __caption__: 'ФИО',
        наимен: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер чека'
    },
    сумма: {
      __caption__: 'Сумма чека'
    },
    заправкаАвто: {
      __caption__: 'заправкаАвто'
    },
    клиент: {
      __caption__: 'клиент'
    },
    тЧТовары: {
      __caption__: 'Товары'
    }
  }
};
